---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedpathMinDistance
source: html/834c3fbb-87f6-9005-0fcb-d793442cbad0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedpathMinDistance Property

"Minimum Distance"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedpathMinDistance { get; }
```